Repository: fangjunyu1/Faock
Catalog: Faock/String/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Play all game modes
ar: العب جميع أوضاع اللعبة
ca: Juga a tots els modes de joc
cs: Hrajte všechny herní režimy
da: Spil alle spiltilstande
de: Spiele alle Spielmodi
el: Παίξτε όλους τους τρόπους παιχνιδιού
es: Juega todos los modos de juego
fi: Pelaa kaikkia pelitiloja
fr: Jouez à tous les modes de jeu
he: שחקו בכל מצבי המשחק
hi: सभी गेम मोड खेलें
hr: Igrajte sve načine igre
hu: Játssz minden játékmódot
id: Mainkan semua mode permainan
it: Gioca a tutte le modalità di gioco
ja: すべてのゲームモードをプレイ
ko: 모든 게임 모드를 플레이하세요
ms: Main semua mod permainan
nb: Spill alle spillmoduser
nl: Speel alle spelmodi
pl: Graj we wszystkie tryby gry
pt_br: Acesse todos os modos de jogo
ro: Joacă toate modurile de joc
ru: Играйте во все режимы игры
sk: Hrajte všetky herné režimy
sv: Spela alla spellägen
th: เล่นโหมดเกมทั้งหมด
tr: Tüm oyun modlarını oyna
uk: Грайте в усі режими гри
vi: Chơi tất cả các chế độ trò chơi
zh_hans: 畅玩所有游戏模式
zh_hk: 暢玩所有遊戲模式

source: Privacy policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
fi: Tietosuojakäytäntö
fr: politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인정보 보호정책
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Sekretesspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hk: 隱私權政策

source: Problem feedback
ar: تعليقات على الأسئلة
ca: Pregunta Comentaris
cs: Otázka Zpětná vazba
da: Spørgsmål feedback
de: Fragen-Feedback
el: Ερώτηση Ανατροφοδότηση
es: Comentarios sobre la pregunta
fi: Kysymys Palaute
fr: Commentaires sur les questions
he: משוב על שאלה
hi: प्रश्न प्रतिक्रिया
hr: Pitanje Povratne informacije
hu: Kérdés Visszajelzés
id: Pertanyaan Umpan Balik
it: Feedback sulla domanda
ja: 質問のフィードバック
ko: 질문 피드백
ms: Soalan Maklum Balas
nb: Tilbakemelding på spørsmål
nl: Vraag Feedback
pl: Pytanie Opinia
pt_br: Relatar um problema
ro: Feedback la întrebare
ru: Вопрос Обратная связь
sk: Otázka Spätná väzba
sv: Fråga feedback
th: คำถาม ข้อเสนอแนะ
tr: Soru Geri Bildirimi
uk: Питання Зворотній зв'язок
vi: Câu hỏi Phản hồi
zh_hans: 问题反馈
zh_hk: 問題回饋

source: Project address
ar: معرض المشاريع
ca: Galeria de projectes
cs: Galerie projektu
da: Projekt galleri
de: Projektgalerie
el: Γκαλερί έργου
es: Galería de proyectos
fi: Projektin galleria
fr: Galerie de projets
he: גלריית פרויקטים
hi: प्रोजेक्ट गैलरी
hr: Galerija projekta
hu: Projekt galéria
id: Galeri proyek
it: Galleria del progetto
ja: プロジェクトギャラリー
ko: 프로젝트 갤러리
ms: Galeri projek
nb: Prosjektgalleri
nl: Projectgalerij
pl: Galeria projektów
pt_br: Repositório do projeto
ro: Galeria de proiecte
ru: Галерея проекта
sk: Galéria projektu
sv: Projektgalleri
th: แกลอรี่โครงการ
tr: Proje galerisi
uk: Галерея проектів
vi: Thư viện dự án
zh_hans: 项目地址
zh_hk: 項目地址

source: Reset all game data
ar: إعادة تعيين جميع بيانات اللعبة
ca: Restableix totes les dades del joc
cs: Resetujte všechna herní data
da: Nulstil alle spildata
de: Alle Spieldaten zurücksetzen
el: Επαναφορά όλων των δεδομένων του παιχνιδιού
es: Restablecer todos los datos del juego
fi: Nollaa kaikki pelitiedot
fr: Réinitialiser toutes les données du jeu
he: אפס את כל נתוני המשחק
hi: सभी गेम डेटा रीसेट करें
hr: Poništi sve podatke igre
hu: Állítsa vissza az összes játékadatot
id: Setel ulang semua data permainan
it: Reimposta tutti i dati di gioco
ja: すべてのゲームデータをリセット
ko: 모든 게임 데이터 재설정
ms: Tetapkan semula semua data permainan
nb: Tilbakestill alle spilldata
nl: Alle spelgegevens resetten
pl: Zresetuj wszystkie dane gry
pt_br: Redefinir todos os dados do jogo
ro: Resetați toate datele jocului
ru: Сбросить все игровые данные
sk: Obnovte všetky údaje o hre
sv: Återställ alla speldata
th: รีเซ็ตข้อมูลเกมทั้งหมด
tr: Tüm oyun verilerini sıfırla
uk: Скинути всі дані гри
vi: Đặt lại tất cả dữ liệu trò chơi
zh_hans: 重置所有游戏数据
zh_hk: 重置所有遊戲數據

source: Return
ar: يعود
ca: tornar
cs: návrat
da: returnere
de: zurückkehren
el: απόδοση
es: devolver
fi: palata
fr: retour
he: לַחֲזוֹר
hi: वापस करना
hr: povratak
hu: visszatérés
id: kembali
it: ritorno
ja: 戻る
ko: 반품
ms: kembali
nb: retur
nl: opbrengst
pl: powrót
pt_br: Voltar
ro: reveni
ru: возвращаться
sk: vrátiť
sv: återvända
th: กลับ
tr: geri dönmek
uk: повернення
vi: trở lại
zh_hans: 返回
zh_hk: 返回

source: Settings
ar: يثبت
ca: configurar
cs: nastavit
da: sætte op
de: aufstellen
el: στήνω
es: configuración
fi: perustaa
fr: installation
he: לְהַקִים
hi: स्थापित करना
hr: postaviti
hu: felállítani
id: mendirikan
it: impostare
ja: 設定
ko: 설정
ms: sediakan
nb: sette opp
nl: opzetten
pl: organizować coś
pt_br: Configurações
ro: înființat
ru: настраивать
sk: nastaviť
sv: inrätta
th: ตั้งค่า
tr: kurmak
uk: налаштувати
vi: cài đặt
zh_hans: 设置
zh_hk: 設定

source: Sinking elimination
ar: القضاء على الغرق
ca: Eliminació de l'enfonsament
cs: Potopení Eliminace
da: Synkende Elimination
el: Εξάλειψη βύθισης
es: Eliminación de hundimiento
fi: Uppoamisen eliminointi
fr: Élimination du naufrage
he: חיסול שוקע
hi: डूब उन्मूलन
hr: Eliminacija potonuća
hu: Süllyedés megszüntetése
id: Eliminasi Tenggelam
it: Eliminazione dell'affondamento
ja: 沈没排除
ko: 가라앉는 제거
ms: Penghapusan Tenggelam
nb: Synkende eliminering
nl: Zinkende eliminatie
pl: Tonąca eliminacja
pt_br: Eliminação descendente
ro: Eliminarea scufundarii
ru: Устранение затопления
sk: Odstránenie potopenia
sv: Sjunkande eliminering
th: การกำจัดการจม
tr: Batma Eliminasyonu
uk: Ліквідація потоплення
vi: Loại bỏ chìm
zh_hans: 下沉消除
zh_hk: 下沉消除

source: Sound effects
ar: صوت
ca: So
cs: Zvuk
da: Sund
de: Klang
el: Ήχος
es: Sonido
fi: Ääni
fr: Son
he: קוֹל
hi: आवाज़
hr: Zvuk
hu: Hang
id: Suara
it: Suono
ja: 音
ko: 소리
ms: Bunyi
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_br: Efeitos sonoros
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 音效
zh_hk: 音效

source: Start the game
ar: ابدأ اللعبة
ca: Comença el joc
cs: Spusťte hru
da: Start spillet
de: Starte das Spiel
el: Ξεκινήστε το παιχνίδι
es: Iniciar el juego
fi: Aloita peli
fr: Démarrer le jeu
he: התחל את המשחק
hi: खेल शुरू करें
hr: Započni igru
hu: Indítsa el a játékot
id: Mulai permainannya
it: Inizia il gioco
ja: ゲームを始める
ko: 게임을 시작하세요
ms: Mulakan permainan
nb: Start spillet
nl: Start het spel
pl: Rozpocznij grę
pt_br: Iniciar jogo
ro: Începe jocul
ru: Начать игру
sk: Spustite hru
sv: Starta spelet
th: เริ่มเกม
tr: Oyunu başlat
uk: Почніть гру
vi: Bắt đầu trò chơi
zh_hans: 开始游戏
zh_hk: 開始遊戲

source: Sure
ar: بالتأكيد
ca: Segur
cs: Jasně
da: Sikker
de: Sicher
el: Σίγουρος
es: Seguro
fi: Varma
fr: Bien sûr
he: בַּטוּחַ
hi: ज़रूर
hr: Naravno
hu: Persze
id: Tentu
it: Sicuro
ja: もちろん
ko: 확신하는
ms: pasti
nb: Sikker
nl: Zeker
pl: Jasne
pt_br: Confirmar
ro: Sigur
ru: Конечно
sk: Jasné
sv: Säker
th: แน่นอน
tr: Elbette
uk: звичайно
vi: Chắc chắn
zh_hans: 确定
zh_hk: 確定

source: Terms of use
ar: شروط الاستخدام
ca: condicions d'ús
cs: podmínky použití
da: vilkår for brug
de: Nutzungsbedingungen
el: όρους χρήσης
es: condiciones de uso
fi: käyttöehdot
fr: conditions d'utilisation
he: תנאי השימוש
hi: उपयोग की शर्तें
hr: uvjeti korištenja
hu: felhasználási feltételek
id: ketentuan penggunaan
it: termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: syarat penggunaan
nb: vilkår for bruk
nl: Gebruiksvoorwaarden
pl: warunki użytkowania
pt_br: Termos de uso
ro: termeni de utilizare
ru: Условия эксплуатации
sk: podmienky používania
sv: användarvillkor
th: เงื่อนไขการใช้งาน
tr: kullanım şartları
uk: умови використання
vi: điều khoản sử dụng
zh_hans: 使用条款
zh_hk: 使用條款

source: Thank you for reading and playing.
ar: شكرا لك على القراءة واللعب.
ca: Gràcies per llegir i jugar.
cs: Děkuji za čtení a hraní.
da: Tak fordi du læser og spiller.
de: Vielen Dank fürs Lesen und Spielen.
el: Σας ευχαριστούμε που διαβάσατε και παίξατε.
es: Gracias por leer y jugar.
fi: Kiitos kun luit ja pelaat.
fr: Merci d'avoir lu et joué.
he: תודה שקראת ושיחקת.
hi: पढ़ने और खेलने के लिए धन्यवाद।
hr: Hvala vam na čitanju i igranju.
hu: Köszönöm, hogy olvastál és játszottál.
id: Terima kasih telah membaca dan bermain.
it: Grazie per aver letto e giocato.
ja: 読んでプレイしていただきありがとうございます。
ko: 읽어주시고 플레이해주셔서 감사합니다.
ms: Terima kasih kerana membaca dan bermain.
nb: Takk for at du leser og spiller.
nl: Bedankt voor het lezen en spelen.
pl: Dziękujemy za przeczytanie i grę.
pt_br: Obrigado por ler e jogar.
ro: Vă mulțumesc că ați citit și jucat.
ru: Спасибо за чтение и игру.
sk: Ďakujem, že čítate a hráte.
sv: Tack för att du läser och spelar.
th: ขอบคุณที่อ่านและเล่น
tr: Okuduğunuz ve oynadığınız için teşekkür ederim.
uk: Дякую, що читаєте та граєте.
vi: Cảm ơn bạn đã đọc và chơi.
zh_hans: 感谢您的阅读和游玩。
zh_hk: 感謝您的閱讀與遊玩。

source: Thanks to Easybrain
ar: شكرًا لـ Easybrain
ca: Gràcies a Easybrain
cs: Díky Easybrain
da: Tak til Easybrain
de: Dank Easybrain
el: Χάρη στην Easybrain
es: Gracias a Easybrain
fi: Kiitos Easybrainille
fr: Merci à Easybrain
he: תודה ל-Easybrain
hi: ईज़ीब्रेन को धन्यवाद
hr: Zahvaljujući Easybrainu
hu: Köszönet az Easybrainnek
id: Terima kasih kepada Easybrain
it: Grazie a Easybrain
ja: Easybrainに感謝
ko: Easybrain에게 감사드립니다
ms: Terima kasih kepada Easybrain
nb: Takket være Easybrain
nl: Dankzij Easybrain
pl: Dzięki Easybrain
pt_br: Agradecimentos a Easybrain
ro: Mulțumim lui Easybrain
ru: Спасибо Easybrain
sk: Vďaka Easybrain
sv: Tack vare Easybrain
th: ขอบคุณ Easybrain
tr: Easybrain'e teşekkürler
uk: Завдяки Easybrain
vi: Cảm ơn Easybrain
zh_hans: 感谢Easybrain
zh_hk: 感謝Easybrain

source: Thanks to Freepik, LottieFile and px
ar: شكرًا لـ Freepik وLottieFile وpx
ca: Gràcies a Freepik, LottieFile i px
cs: Díky Freepik, LottieFile a px
da: Tak til Freepik, LottieFile og px
de: Danke an Freepik, LottieFile und px
el: Χάρη στα Freepik, LottieFile και px
es: Gracias a Freepik, LottieFile y px
fi: Kiitos Freepik, LottieFile ja px
fr: Merci à Freepik, LottieFile et px
he: תודה ל-Freepik, LottieFile ו-px
hi: Freepik, LottieFile और px को धन्यवाद
hr: Hvala Freepik, LottieFile i px
hu: Köszönet a Freepik-nek, a LottieFile-nek és a px-nek
id: Terima kasih kepada Freepik, LottieFile dan px
it: Grazie a Freepik, LottieFile e px
ja: Freepik、LottieFile、pxに感謝します
ko: Freepik, LottieFile 및 px에 감사드립니다.
ms: Terima kasih kepada Freepik, LottieFile dan px
nb: Takk til Freepik, LottieFile og px
nl: Met dank aan Freepik, LottieFile en px
pl: Dziękujemy Freepik, LottieFile i px
pt_br: Agradecimentos a Freepik, LottieFiles e Pexels
ro: Mulțumim Freepik, LottieFile și px
ru: Спасибо Freepik, LottieFile и px
sk: Vďaka Freepik, LottieFile a px
sv: Tack vare Freepik, LottieFile och px
th: ขอขอบคุณ Freepik, LottieFile และ px
tr: Freepik, LottieFile ve px'e teşekkürler
uk: Завдяки Freepik, LottieFile і px
vi: Cảm ơn Freepik, LottieFile và px
zh_hans: 感谢Freepik、LottieFile和px
zh_hk: 感謝Freepik、LottieFile和px

source: The gameplay of this game is Tetris + Sudoku board. The existing gameplay is to eliminate the blocks downwards when eliminating rows and columns, and there are also ways to expand the existing gameplay and add skins.
ar: تعتمد طريقة اللعب في هذه اللعبة على لوحَي تتريس وسودوكو. وتتمثل طريقة اللعب الحالية في إزالة الصفوف والأعمدة، مما يؤدي إلى إزالة الكتل كاملةً. كما تتوفر طرق لتوسيع نطاق اللعب الحالي وإضافة أشكال جديدة.
ca: La jugabilitat d'aquest joc és Tetris + Sudoku. La jugabilitat existent és que quan s'eliminen files i columnes, els blocs s'eliminen en conjunt cap avall.
cs: Hraní této hry je Tetris + Sudoku. Stávající hratelnost spočívá v tom, že při odstraňování řádků a sloupců jsou bloky eliminovány jako celek směrem dolů. Existují také způsoby, jak rozšířit stávající hru a přidat skiny.
da: Gameplayet i dette spil er Tetris + Sudoku-bræt. Det eksisterende gameplay er, at når man eliminerer rækker og kolonner, elimineres blokkene som helhed nedad. Der er også måder at udvide det eksisterende gameplay på.
de: Das Gameplay dieses Spiels ähnelt dem eines Tetris- und Sudoku-Bretts. Beim Entfernen von Zeilen und Spalten werden die Blöcke als Ganzes nach unten entfernt. Es gibt auch Möglichkeiten, das bestehende Gameplay zu erweitern und Skins hinzuzufügen.
el: Το παιχνίδι αυτού του παιχνιδιού είναι Tetris + Sudoku Το υπάρχον gameplay είναι ότι κατά την εξάλειψη των σειρών και των στηλών, τα μπλοκ εξαλείφονται συνολικά προς τα κάτω.
es: La mecánica de este juego es Tetris + Sudoku. Al eliminar filas y columnas, los bloques se eliminan en su totalidad hacia abajo. También hay formas de ampliar la mecánica y añadir aspectos.
fi: Tämän pelin pelattavuus on Tetris + Sudoku -lauta. Nykyinen pelattavuus on, että rivit ja sarakkeet eliminoidaan kokonaisuudessaan alaspäin.
fr: Le gameplay de ce jeu est un mélange de Tetris et de Sudoku. L'élimination des lignes et des colonnes entraîne l'élimination des blocs entiers vers le bas. Il est également possible d'étendre le gameplay existant et d'ajouter des skins.
he: המשחק של המשחק הזה הוא לוח טטריס + סודוקו המשחק הקיים הוא שכאשר מחסלים שורות ועמודות, הבלוקים נמחקים כשלם כלפי מטה. ישנן גם דרכים להרחיב את המשחק הקיים ולהוסיף סקינים.
hi: इस गेम का गेमप्ले टेट्रिस + सुडोकू बोर्ड है। मौजूदा गेमप्ले यह है कि जब पंक्तियों और स्तंभों को हटा दिया जाता है, तो ब्लॉक नीचे की ओर एक पूरे के रूप में समाप्त हो जाते हैं। मौजूदा गेमप्ले का विस्तार करने और स्किन जोड़ने के तरीके भी हैं।
hr: Igranje ove igre je Tetris + Sudoku igranje koje se sastoji od toga da se blokovi eliminiraju kao cjelina prema dolje.
hu: Ennek a játéknak a játékmenete a Tetris + Sudoku tábla. A jelenlegi játékmenet az, hogy a sorok és oszlopok eltávolításakor a blokkokat teljes egészében ki kell küszöbölni.
id: Gameplay dari game ini adalah Tetris + papan Sudoku. Gameplay yang ada adalah ketika menghilangkan baris dan kolom, blok-blok akan dihilangkan secara keseluruhan ke bawah. Ada juga cara untuk memperluas gameplay yang ada dan menambahkan skin.
it: Il gameplay di questo gioco è Tetris + Sudoku board. Il gameplay esistente è che quando si eliminano righe e colonne, i blocchi vengono eliminati nel loro insieme verso il basso. Ci sono anche modi per espandere il gameplay esistente e aggiungere skin.
ja: このゲームのゲームプレイは、テトリス + 数独ボードです。既存のゲームプレイは、行と列を消すときに、ブロックを全体的に下向きに消すことです。既存のゲームプレイを拡張して、スキンを追加する方法もあります。
ko: 이 게임의 게임 플레이는 테트리스 + 수도쿠 보드입니다. 기존 게임 플레이는 행과 열을 제거하면 블록이 아래로 전체적으로 제거됩니다. 기존 게임 플레이를 확장하고 스킨을 추가하는 방법도 있습니다.
ms: Permainan permainan ini ialah papan Tetris + Sudoku Permainan yang sedia ada ialah apabila menghapuskan baris dan lajur, blok akan dihapuskan secara keseluruhannya ke bawah.
nb: Spillet til dette spillet er Tetris + Sudoku-brett. Det eksisterende spillet er at når du eliminerer rader og kolonner, elimineres blokkene som en helhet nedover.
nl: De gameplay van dit spel is Tetris + Sudoku bord. De bestaande gameplay is dat wanneer rijen en kolommen worden geëlimineerd, de blokken als geheel naar beneden worden geëlimineerd. Er zijn ook manieren om de bestaande gameplay uit te breiden en skins toe te voegen.
pl: Rozgrywka w tej grze to plansza Tetris + Sudoku. Obecna rozgrywka polega na tym, że podczas eliminowania rzędów i kolumn bloki są eliminowane w całości w dół. Istnieją również sposoby na rozszerzenie istniejącej rozgrywki i dodanie skórek.
pt_br: A mecânica do jogo é baseada em Tetris + tabuleiro de Sudoku. Atualmente, ao eliminar uma linha ou coluna, os blocos acima descem. Além disso, estamos expandindo a jogabilidade com novas skins e outras mecânicas.
ro: Modul de joc al acestui joc este placa Tetris + Sudoku. Modul de joc existent este că, atunci când se elimină rândurile și coloanele, blocurile sunt eliminate ca întreg în jos.
ru: Геймплей этой игры представляет собой доску Тетрис + Судоку. Существующий геймплей заключается в том, что при удалении строк и столбцов блоки удаляются целиком по нисходящей. Также есть способы расширить существующий геймплей и добавить скины.
sk: Hrateľnosť tejto hry je doska Tetris + Sudoku. Existujúca hrateľnosť spočíva v tom, že pri odstraňovaní riadkov a stĺpcov sa bloky eliminujú ako celok smerom nadol. Existujú aj spôsoby, ako rozšíriť existujúcu hru a pridať vzhľady.
sv: Spelet i detta spel är Tetris + Sudoku-brädet. Det befintliga spelet är att när man eliminerar rader och kolumner, elimineras blocken som helhet nedåt. Det finns också sätt att utöka det befintliga spelet och lägga till skal.
th: รูปแบบการเล่นของเกมนี้จะเป็น Tetris + Sudoku โดยรูปแบบการเล่นที่มีอยู่แล้วคือ เมื่อลบแถวและคอลัมน์ออก บล็อกทั้งหมดจะถูกลบลงด้านล่าง นอกจากนี้ยังมีวิธีขยายรูปแบบการเล่นที่มีอยู่แล้วและเพิ่มสกินอีกด้วย
tr: Bu oyunun oynanışı Tetris + Sudoku tahtasıdır. Mevcut oynanış, satırlar ve sütunlar ortadan kaldırıldığında blokların bir bütün olarak aşağıya doğru ortadan kaldırılmasıdır. Mevcut oynanışı genişletmenin ve görünümler eklemenin yolları da vardır.
uk: Ігровий процес цієї гри — дошка Tetris + Sudoku полягає в тому, що при видаленні рядків і стовпців блоки повністю видаляються вниз.
vi: Lối chơi của trò chơi này là bảng Tetris + Sudoku. Lối chơi hiện tại là khi loại bỏ các hàng và cột, các khối sẽ bị loại bỏ hoàn toàn theo chiều xuống. Ngoài ra còn có cách để mở rộng lối chơi hiện tại và thêm giao diện.
zh_hans: 本游戏的玩法为俄罗斯方块+数独棋盘，现有的玩法为消除行列时，方块整体向下消除，还有扩展现有的玩法，添加皮肤等玩法。
zh_hk: 本遊戲的玩法為俄羅斯方塊+數獨棋盤，現有的玩法為消除行列時，方塊整體向下消除，還有擴展現有的玩法，添加皮膚等玩法。

source: This is the second application I developed, or to be more precise, the first game. The idea of ​​this game comes from Blockdoku of Easybrain.
ar: هذا هو التطبيق الثاني الذي أطوره، أو بالأحرى اللعبة الأولى. فكرة هذه اللعبة مستوحاة من Blockdoku من Easybrain.
ca: Aquesta és la segona aplicació que vaig desenvolupar, o per ser més exactes, el primer joc La idea d'aquest joc prové de Blockdoku d'Easybrain.
cs: Toto je druhá aplikace, kterou jsem vyvinul, nebo přesněji první hra Myšlenka této hry pochází z Blockdoku od Easybrain.
da: Dette er den anden applikation, jeg udviklede, eller for at være mere præcis, det første spil Ideen med dette spil kommer fra Blockdoku af Easybrain.
de: Dies ist die zweite von mir entwickelte Anwendung, genauer gesagt das erste Spiel. Die Idee zu diesem Spiel stammt von Blockdoku von Easybrain.
el: Αυτή είναι η δεύτερη εφαρμογή που ανέπτυξα, ή για να είμαι πιο ακριβής, το πρώτο παιχνίδι Η ιδέα αυτού του παιχνιδιού προέρχεται από το Blockdoku της Easybrain.
es: Esta es la segunda aplicación que desarrollo, o más precisamente, el primer juego. La idea de este juego surgió de Blockdoku de Easybrain.
fi: Tämä on toinen kehittämäni sovellus tai tarkemmin sanottuna ensimmäinen peli Tämän pelin idea on peräisin Easybrainin Blockdokusta.
fr: Il s'agit de la deuxième application que j'ai développée, ou plus précisément, du premier jeu. L'idée de ce jeu vient de Blockdoku d'Easybrain.
he: זה האפליקציה השנייה שפיתחתי, או ליתר דיוק, המשחק הראשון הרעיון של המשחק הזה מגיע מ-Blockdoku של Easybrain.
hi: यह मेरा दूसरा एप्लिकेशन है, या अधिक सटीक रूप से कहें तो पहला गेम है। इस गेम का विचार ईज़ीब्रेन के ब्लॉकडोकू से आया है।
hr: Ovo je druga aplikacija koju sam razvio, točnije prva ideja ove igrice dolazi od Blockdoku by Easybrain.
hu: Ez a második általam fejlesztett alkalmazás, pontosabban az első játék A játék ötlete az Easybrain Blockdoku-tól származik.
id: Ini adalah aplikasi kedua yang saya kembangkan, atau lebih tepatnya, game pertama. Ide game ini berasal dari Blockdoku by Easybrain.
it: Questa è la seconda applicazione che ho sviluppato, o per essere più precisi, il primo gioco. L'idea di questo gioco nasce da Blockdoku di Easybrain.
ja: これは私が開発した 2 番目のアプリケーション、より正確に言えば最初のゲームです。このゲームのアイデアは Easybrain の Blockdoku から生まれました。
ko: 이것은 제가 개발한 두 번째 애플리케이션이고, 더 정확히 말하면 첫 번째 게임입니다. 이 게임의 아이디어는 Easybrain의 Blockdoku에서 나왔습니다.
ms: Ini adalah aplikasi kedua yang saya bangunkan, atau lebih tepat lagi, permainan pertama Idea permainan ini datang dari Blockdoku oleh Easybrain.
nb: Dette er den andre applikasjonen jeg utviklet, eller for å være mer presis, det første spillet Ideen til dette spillet kommer fra Blockdoku av Easybrain.
nl: Dit is de tweede applicatie die ik heb ontwikkeld, of om preciezer te zijn, het eerste spel. Het idee van dit spel komt van Blockdoku van Easybrain.
pl: To druga aplikacja, którą opracowałem, a dokładniej pierwsza gra. Pomysł na tę grę pochodzi z Blockdoku firmy Easybrain.
pt_br: Este é o segundo aplicativo que desenvolvi e, para ser mais preciso, o primeiro jogo. A ideia para este jogo veio do Blockdoku, da Easybrain.
ro: Aceasta este a doua aplicație pe care am dezvoltat-o, sau mai precis, primul joc Ideea acestui joc vine de la Blockdoku de la Easybrain.
ru: Это второе приложение, которое я разработал, или, если быть точнее, первая игра. Идея этой игры взята из Blockdoku от Easybrain.
sk: Toto je druhá aplikácia, ktorú som vyvinul, alebo presnejšie prvá hra Myšlienka tejto hry pochádza z Blockdoku od Easybrain.
sv: Detta är den andra applikationen jag utvecklade, eller för att vara mer exakt, det första spelet Idén med detta spel kommer från Blockdoku av Easybrain.
th: นี่เป็นแอปพลิเคชั่นตัวที่ 2 ที่ผมพัฒนาขึ้น หรือจะพูดให้ชัดเจนกว่านั้นก็คือเกมแรกนั่นเอง แนวคิดของเกมนี้มาจาก Blockdoku โดย Easybrain
tr: Bu geliştirdiğim ikinci uygulama, daha doğrusu ilk oyun. Bu oyunun fikri Easybrain'in Blockdoku'sundan geliyor.
uk: Це друга програма, яку я розробив, а точніше, перша ідея цієї гри походить від Blockdoku від Easybrain.
vi: Đây là ứng dụng thứ hai tôi phát triển, hay nói chính xác hơn là trò chơi đầu tiên. Ý tưởng của trò chơi này xuất phát từ Blockdoku của Easybrain.
zh_hans: 这是我开发的第二个应用，准确来说是第一个游戏，这个游戏的思路来源于Easybrain的Blockdoku。
zh_hk: 這是我開發的第二個應用，精確來說是第一款遊戲，而這個遊戲的想法來自Easybrain的Blockdoku。

source: This time's score
ar: هذه النتيجة
ca: Aquesta puntuació
cs: Toto skóre
da: Denne score
de: Diese Punktzahl
el: Αυτό το σκορ
es: Esta partitura
fi: Tämä pistemäärä
fr: Cette partition
he: הציון הזה
hi: यह स्कोर
hr: Ovaj rezultat
hu: Ezt a pontszámot
id: Skor ini
it: Questo punteggio
ja: このスコア
ko: 이 점수
ms: Skor ini
nb: Denne poengsummen
nl: Deze score
pl: Ten wynik
pt_br: Pontuação desta partida
ro: Acest scor
ru: Этот счет
sk: Toto skóre
sv: Den här poängen
th: คะแนนนี้
tr: Bu puan
uk: Ця оцінка
vi: Điểm số này
zh_hans: 本次得分
zh_hk: 本次得分

source: Three Identical Blocks
ar: ثلاثة كتل متطابقة
ca: Tres blocs idèntics
cs: Tři stejné bloky
da: Tre identiske blokke
de: Drei identische Blöcke
el: Τρία πανομοιότυπα μπλοκ
es: Tres bloques idénticos
fi: Kolme identtistä lohkoa
fr: Trois blocs identiques
he: שלושה בלוקים זהים
hi: तीन समान ब्लॉक
hr: Tri identična bloka
hu: Három azonos blokk
id: Tiga balok identik
it: Tre blocchi identici
ja: 三つの同一ブロック
ko: 세 개의 동일한 블록
ms: Tiga blok serupa
nb: Tre identiske blokker
nl: Drie identieke blokken
pl: Trzy identyczne bloki
pt_br: Três blocos idênticos
ro: Trei blocuri identice
ru: Три одинаковых блока
sk: Tri rovnaké bloky
sv: Tre identiska block
th: สามบล็อกที่เหมือนกัน
tr: Üç özdeş blok
uk: Три однакові блоки
vi: Ba khối giống hệt nhau
zh_hans: 三同方块
zh_hk: 三同方塊

source: Who are we?
ar: من نحن؟
ca: Qui som?
cs: kdo jsme?
da: Hvem er vi?
de: Wer sind wir?
el: Ποιοι είμαστε;
es: ¿Quienes somos?
fi: Keitä me olemme?
fr: Qui sommes-nous ?
he: מי אנחנו?
hi: हम कौन हैं?
hr: tko smo mi
hu: Kik vagyunk mi?
id: Siapakah kami?
it: Chi siamo?
ja: 私たちは誰ですか？
ko: 우리는 누구인가?
ms: Siapa kita?
nb: Hvem er vi?
nl: Wie zijn wij?
pl: Kim jesteśmy?
pt_br: Quem somos nós?
ro: Cine suntem noi?
ru: Кто мы?
sk: kto sme?
sv: Vilka är vi?
th: เราเป็นใคร?
tr: Biz kimiz?
uk: хто ми
vi: Chúng tôi là ai?
zh_hans: 我们是谁？
zh_hk: 我們是誰？

source: Faock
zh_hans: 方方块
zh_hk: 方方塊

source: World famous paintings
zh_hans: 世界名画
